Repository: ChangeNOW-lab/ChangeNow_Integration_iOS
Catalog: CNIntegration/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, da, de, es, fr, hi, id, it, ja, ko, ms, nl, pt, ru, sv, zh_hans, zh_hant

# Ok
source: Okay
ar: حاجة تمام
de: OK
fr: OK
hi: ठीक है
id: Meng-oke-kan
it: Bene
ja: はい
ko: 괜찮아
ms: Baik
nl: Oké
pt: OK
ru: ОК
sv: Okej
zh_hans: 确定
zh_hant: 好

source: Cancel
ar: إلغاء
da: Afbestille
de: Storno
es: Cancelar
fr: Annuler
hi: रद्द करें
id: Batalkan
it: Cancella
ja: 取り消し
ko: 취소
ms: Batal
nl: Annuleren
pt: Cancelar
ru: Отмена
sv: Avbryt
zh_hans: 取消
zh_hant: 取消

source: Yes
ar: نعم
da: Ja
de: Ja
es: Sí
fr: Oui
hi: हाँ
id: Iya
it: Si
ja: はい
ko: 예
ms: Ya
nl: Ja
pt: Sim
ru: Да
sv: Ja
zh_hans: 是
zh_hant: 是的

source: No
ar: لا
da: Ingen
de: Nein
fr: Non
hi: नहीं
id: Tidak
ja: いいえ
ko: 아니
ms: Tidak
nl: Nee
pt: Não
ru: Нет
sv: Nej
zh_hans: 否
zh_hant: 不

source: Done
ar: تم
da: Færdig
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
id: Selesai
it: Finito
ja: 完了
ko: 완료 되었습니다
ms: Selesai
nl: Gedaan
pt: Pronto
ru: Готово
sv: Klart
zh_hans: 完成
zh_hant: 完成

source: Error
ar: خطأ
da: Fejl
de: Fehler
fr: Erreur
hi: रुटि
id: Galat
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nl: Fout
pt: Erro
ru: Ошибка
sv: Fel
zh_hans: 错误
zh_hant: 錯誤

source: Copied
ar: مثال
da: Kopieret
de: Kopiert
es: Copiado
fr: Copié
hi: की नकल की
id: Disalin
it: Ha copiato
ja: コピーされました
ko: 복사
ms: Disalin
nl: Gekopieerd
pt: Copiado
ru: Скопировано
sv: Kopierat
zh_hans: 复制好
zh_hant: 複製

# Error.Mail
source: You need to set up a Mail application
ar: تحتاج إلى إعداد تطبيق بريد
da: Du skal konfigurere en Mail-applikation
de: Email-App ist einzustellen
es: Tiene que configurar la aplicación del correo electrónico
fr: Vous devez configurer votre application de messagerie
hi: आपको एक मेल एप्लिकेशन सेट करना होगा
id: Anda perlu mengatur aplikasi Mail
it: È necessario impostare un'applicazione di posta
ja: メールアプリケーションを設定する必要があります。
ko: 메일 응용 프로그램을 설정해야합니다
ms: Anda perlu menyediakan aplikasi Mel
nl: Je moet een Mail-applicatie opzetten.
pt: É necessário configurar o aplicativo de email
ru: Необходимо настроить приложение электронной почты
sv: Du måste ställa in en e-postapplikation
zh_hans: 需要设置邮箱软件
zh_hant: 您需要設置郵件應用程式

# InternetError.Waiting
source: Waiting for network... Please check your internet connection
ar: في انتظار الشبكة...، تحقق من اتصال الانترنت لديك
da: Venter på netværk... Tjek din internetforbindelse
de: Warten auf Netzwerk… Bitte prüfen Sie Ihre Internetverbindung
es: Esperando red... Compruebe su conexión a Internet
fr: En attente de réseau... Veuillez vérifier votre connexion Internet
hi: नेटवर्क की प्रतीक्षा में&... अपने इंटरनेट कनेक्शन की जांच करें
id: Menunggu jaringan... periksa koneksi internet anda
it: In attesa del network... Controlla la tua connessione internet
ja: ネットワ&... ークを待っています。
ko: 네트워크... 을 기다리고 있는 중입니다. 당신의 인터넷 연결 상태를 확인하세요.
ms: Menunggu Internt... Semak sambungan internet anda
nl: Wachten op het netwerk... Check uw internet connectie
pt: Aguardando rede... Verifique a conexão de rede
ru: Ожидание сети... Проверьте интернет-соединение
sv: Väntar på nätverk... Kolla din internetanslutning
zh_hans: 正在载入…请查看网络连接状态
zh_hant: 等待網路...請檢查您的互聯網連接

# InternetError.Refresh
source: Oops! Please check your internet connection and pull to refresh
ar: رجاء تفقد الإنترنت اتصال و سحب إلى تحديث
da: Ups! Tjek venligst din internetforbindelse og træk for at genopfriske
de: Ups! Bitte prüfen Sie Ihre Internetverbindung Verbindung und ziehen Sie nach unten, um die Seite zu aktualisieren
es: ¡Uy! Compruebe la conexión a Internet y deslice el dedo hacia abajo para actualizar la página
fr: Oups! Vérifiez votre connexion Internet et faites glisser votre doigt sur l'écran vers le bas pour actualiser la page
hi: ऊप्स! कृपया अपना इंटरनेट कनेक्शन जांचें और रीफ़्रेश करने के लिए खींचें
id: UPS! Silakan periksa koneksi internet Anda dan tarik ke penyegaran
it: Ops! Si prega di controllare la connessione a internet e tirare per aggiornare
ja: Oops! インターネット接続を確認してください。
ko: 아차! 인터넷 연결을 확인 하 고 새로 고침을 당겨 주시기 바랍니다
ms: Alamak! Sila periksa sambungan internet anda dan tarik untuk menyegarkan
nl: Oeps! Controleer uw internetverbinding en trek om te verversen
pt: Ops! Verifique a conexão de rede e arraste a tela para baixo para atualizar a página
ru: Ой! Проверьте интернет-соединение и потяните вниз, чтобы обновить страницу
sv: Oj! Kontrollera din internetanslutning och dra för att uppdatera
zh_hans: 哎呀！请查看网络连接状态，然后往下拉一下以刷新页面
zh_hant: 哎呀!請檢查您的網路連接並拉刷新

# Exchange.Send
source: You send
ar: ترسل
da: Du sender
de: Sie überweisen
es: Usted transfiere
fr: Vous transférez
hi: आपके द्वारा भेजी गई
id: Anda mengirimkan
it: Hai inviato
ja: あなたが送る
ko: 보냄
ms: Anda hantar
nl: U verzendt
pt: Você transfere
ru: Вы переводите
sv: Du skickar
zh_hans: 您兑换的金额
zh_hant: 您發送

# Exchange.Get
source: You get
ar: تحصل على
da: Du får
de: Sie erhalten
es: Usted recibe
fr: Vous recevez
hi: आपके द्वारा प्राप्त
id: Anda mendapatkan
it: Hai ricevuto
ja: あなたが
ko: 받음
ms: Anda dapat
nl: U krijgt
pt: Você recebe
ru: Вы получаете
sv: Du får
zh_hans: 您收到的金额
zh_hant: 你得到

# Exchange.MinimumAmount
source: Minimum amount is %1$@ %2$@
ar: %2$@ %1$@ لمبلغ الأدنى هو
da: Minimumsbeløb er %1$@ %2$@
de: Der Mindestbetrag beträgt %1$@ %2$@
es: La cantidad mínima es %1$@ %2$@
fr: Le montant minimum est de %1$@ %2$@
hi: यूनतम राशि %1$@ %2$@ है
id: Jumlah minimum adalah %1$@ %2$@
it: L'importo minimo è %1$@ %2$@
ko: 최소 금액은 %1$@ %2$@ 입니다
ms: Jumlah minimum ialah %1$@ %2$@
nl: Minimumbedrag is %1$@ %2$@
pt: O valor mínimo é %1$@ %2$@
ru: Минимальная сумма составляет %1$@ %2$@
sv: Minsta belopp är %1$@ %2$@
zh_hans: 兑换最低金额为 %1$@ %2$@
zh_hant: 最低金額為 %1$@ %2$@

# Exchange.Exchange
source: Exchange
ar: التداول
da: Udveksle
de: Umtausch
es: Cambio
fr: Échange
hi: विनिमय (एक्सचेंज)
id: Pertukaran
it: Cambia
ja: 取引所
ko: 교환
ms: Pertukaran
nl: Uitwisseling
pt: Câmbio
ru: Обмен
sv: Växling
zh_hans: 兑换
zh_hant: 交換

# Exchange.RecipientAddress
source: To Recipient Address
ar: إلى عنوان المستلم
da: Til modtageradresse
de: An die Empfängeradresse
es: A la dirección del destinatario
fr: À l'adresse du destinataire
hi: प्राप्तकर्ता पते पर
id: Ke alamat Penerima
it: All'Indirizzo Del Destinatario
ja: 宛先アドレス
ko: 받는 사람 주소로
ms: Ke alamat Penerima
nl: Adres ontvanger
pt: Para o endereço do destinatário
ru: На адрес получателя
sv: Till mottagarens adress
zh_hans: 到收款人地址上
zh_hant: 收件者位址

# Exchange.Address
source: Add %@ Address
ar: إضافة %@ عنوان
da: Tilføj %@ adresse
de: Adresse %@ hinzufügen
es: Añadir una dirección %@
fr: Ajouter l'adresse %@
hi: %@ पता जोड़ें
id: Tambahkan Alamat %@
it: Aggiungi %@ indirizzo
ja: 追加 %@ アドレス
ko: 주소 %@ 추가
ms: Tambah %@ alamat
nl: Voeg %@ Adres toe
pt: Adicionar endereço %@
ru: Добавить адрес %@
sv: Lägg till %@ adress
zh_hans: 添加地址 %@
zh_hant: 新增 %@ 位址

# Exchange.ExtraId
source: %@ (optional)
ar: %@ (اختياري)
da: %@ (valgfri)
de: %@ (Kein Pflichtfeld)
es: %@ (opcional)
fr: %@ (optionnel)
hi: %@ (वैकल्पिक)
id: %@ (pilihan)
it: %@ (opzionale)
ja: %@ (オプション)
ko: %@ (선택 과목)
ms: %@ (pilihan)
nl: %@ (optioneel)
pt: %@ (opcional)
ru: %@ (необязательное поле)
sv: %@ (valfritt)
zh_hans: %@ (非必填项）
zh_hant: %@ (選擇性的)

# Exchange.ExpectedRate.Title
source: This is an Expected Rate
ar: هذا سعر متوقع
da: Dette er en forventet sats
de: Dies ist der erwartbare Kurs
es: Esta es la tasa de cambio pronosticada
fr: C'est le taux de change prévu
hi: यह एक प्रत्याशित दर है
id: Ini adalah Tingkat yang Diharapkan
it: Questa è una tariffa prevista
ja: これは予想レートです
ko: 예상 속도입니다
ms: Ini adalah Kadar yang Diharapkan
nl: Dit is een verwacht tarief
pt: Este é o valor estipulado da taxa de câmbio
ru: Это прогнозируемый курс
sv: Detta är en förväntad ränta
zh_hans: 这是预测的汇率
zh_hant: 這是預期匯率

# Exchange.ExpectedRate.Description
source: ChangeNOW will pick the best rate for you at the moment of the exchange.
ar: .سيختار ChangeNOW أفضل سعر لك في لحظة التبادل
da: ChangeNOW vælger den bedste kurs for dig på udvekslingsøjeblikket.
de: ChangeNOW wird für Sie den günstigsten Kurs beim Umtausch wählen.
es: ChangeNOW elegirá la tasa más ventajosa para usted en el momento del cambio.
fr: ChangeNOW choisira le taux le plus avantageux pour vous au moment de l'échange.
hi: ChangeNOW एक्सचेंज के क्षण में आपके लिए सबसे अच्छी दर चुनेगी.
id: Ubah sekarang akan memilih nilai terbaik untuk Anda pada saat pertukaran
it: ChangeNOW sceglierà il tasso migliore per voi al momento dello scambio.
ja: ChangeNOWは、交換の瞬間に最適なレートを選択します。
ko: ChangeNOW 는 교환의 순간에 당신을 위한 제일 비율을 쑤실 것입니다
ms: ChangeNOW akan memilih kadar terbaik untuk anda pada saat pertukaran.
nl: ChangeNOW zal de beste koers voor u kiezen op het moment van de uitwisseling.
pt: O ChangeNOW escolherá para você a taxa mais vantajosa no momento da troca.
ru: ChangeNOW выберет для вас наиболее выгодный курс в момент обмена.
sv: ChangeNOW väljer den bästa kursen för dig vid tidpunkten för utbytet
zh_hans: 兑换时ChangeNOW能选择对您最有利的汇率。
zh_hant: ChangeNow 將在兌換時選擇最適合您匯率.

# Exchange.ExpectedRate.Description.Best
source: best
ar: الأفضل
da: bedst
de: Günstiger Kurs
es: la tasa de cambio más ventajosa
fr: le taux de change avantageux
hi: श्रेष्ठ
id: terbaik
it: migliore
ja: ベスト です。
ko: 베스트
ms: Terbaik
nl: beste
pt: taxa mais vantajosa
ru: выгодный курс
sv: Bäst
zh_hans: 有利的汇率
zh_hant: 最好

# Exchange.ExpectedRate.NoExtraCosts
source: We guarantee no extra costs.
ar: .نحن لا نضمن أي تكاليف إضافية
da: Vi garanterer ingen ekstra omkostninger.
de: Wir stellen Ihnen unter keinen Umständen zusätzliche Gebühren in Rechnung.
es: No le cobraremos ninguna cuota adicional bajo ninguna circunstancia.
fr: En aucun cas vous ne serez facturé pour des frais supplémentaires.
hi: हम बिना किसी अतिरिक्त लागत की गारंटी देते हैं.
id: Kami menjamin tidak ada biaya tambahan
it: Garantiamo che non ci saranno costi aggiuntivi.
ja: 余分な費用がかからないことを保証します
ko: 추가 비용은 보장하지 않습니다
ms: Kami menjamin tanpa kos tambahan.
nl: Wij garanderen geen extra kosten.
pt: Sob nenhuma circunstância cobramos qualquer taxa extra.
ru: Мы ни при каких обстоятельствах не взимаем с вас никакие дополнительные сборы.
sv: Vi garanterar inga extra kostnader.
zh_hans: 我们在任何情况下都不会向您收取任何额外费用
zh_hant: 我们保证没有额外的费用.

# Exchange.ExpectedRate.NoExtraCosts.Guarantee
source: guarantee
ar: ضمان
da: garanti
de: Keine zusätzlichen Gebühren
es: ninguna comisión adicional
fr: pas de frais supplémentaires
hi: गारंटी
id: menjamin
it: garanzia
ja: 保証
ko: 보증
ms: Jaminan
nl: garantie
pt: Sem nenhumas taxas extras
ru: никаких дополнительных сборов
sv: Garanti
zh_hans: 任何额外费用
zh_hant: 保證

# Exchange.ExpectedRate.Fees
source: Network fees and all other exchange expenses are included in the rate.
ar: .يتم تضمين رسوم الشبكة وجميع رسوم الصرف الأخرى في السعر
da: Netværksgebyrer og alle andre bytteudgifter er indgår i kursen.
de: Die Netzwerkprovision und andere Umtauschkosten sind im Wechselkurs eingeschlossen.
es: La comisión de la red y otros costos relacionados con el cambio ya están incluidos en la tasa de cambio
fr: La commission du réseau et autres frais d'échange sont inclus dans le taux de change.
hi: नेटवर्क शुल्क और अन्य सभी विनिमय व्यय दर में शामिल हैं
id: Biaya jaringan dan semua pengeluaran lain termasuk dalam rate
it: Le commissioni di rete e tutte le altre spese di cambio sono incluse nel tasso.
ja: ネットワーク手数料およびその他すべての交換費用はレートに含まれています
ko: 네트워크 요금 및 기타 모든 교환 비용은 요금에 포함되어 있습니다
ms: Bayaran rangkaian dan semua perbelanjaan pertukaran lain termasuk dalam kadar.
nl: Netwerkkosten en alle andere wisselkosten zijn in de koers inbegrepen.
pt: Comissão da rede e outros gastos relacionados à troca já estão incluídos na taxa de câmbio.
ru: Комиссия сети и другие расходы, связанные с обменом, включены в курс.
sv: Nätverksavgifter och alla andra växlingskostnader ingår i kursen.
zh_hans: 该平台的兑换佣金和其它任何费用都包括在牌价内。
zh_hant: 房价包括网络费和所有其他交换费用.

# Exchange.ExpectedRate.Fees.Included
source: included
ar: متضمن
da: inkluderet
de: Alle Kosten sind im Wechselkurs eingeschlossen.
es: Todos los costos están incluidos en la tasa de cambio
fr: tous les frais sont inclus dans le taux de change
hi: शामिल
id: termasuk
it: Ha aggiunto
ja: 同梱
ko: 포함 된
ms: Jaminan
nl: inbegrepen
pt: todos os gastos estão incluídos na taxa de câmbio
ru: Все расходы включены в курс
sv: Omfattade
zh_hans: 所有的费用都包括在牌价内
zh_hant: 包括在内

# Exchange.IncorrectRecipientAddress
source: Incorrect Recipient Address
ar: عنوان المستلم غير صحيح
da: Forkert modtageradresse
de: Falsche Empfängeradresse
es: Dirección del destinatario incorrecta
fr: Adresse du destinataire non valide
hi: गलत प्राप्तकर्ता का पता
id: Alamat Penerima salah
it: All'indirizzo del destinatario
ja: 間違った受取人の住所
ko: 잘못된 수신자 주소
ms: Alamat Penerima Tidak Betul
nl: Onjuist Ontvanger Adres.
pt: Endereço do destinatário está inválido
ru: Неверный адрес получателя
sv: Felaktig mottagaradress
zh_hans: 收款人地址无效
zh_hant: 不正確的收件者位址.

# Exchange.PairNotAvailable
source: Pair Not Available
ar: ثنائي غير متاح
da: Par Ikke Tilgængelig
de: Das Paar ist unzugänglich
es: El par no está disponible
fr: La paire est indisponible
hi: जोड़ी उपलब्ध नहीं है
id: Pasangan Tidak Tersedia
it: Coppia non disponibile
ja: ペアは利用できません
ko: 쌍을 사용할 수 없음
ms: Pasangan Tidak Ada
nl: Paar niet beschikbaar
pt: Par de moedas indisponível
ru: Пара недоступна
sv: Par inte tillgängligt
zh_hans: 该加密货币对兑换不了
zh_hant: 配对不可用

# Exchange.UnavailablePair
source: Pair %1$@ to %2$@ is currently not available for exchange. Try later.
ar: الزوج %1$@ إلى %2$@ غير متاح حاليًا للتبادل. حاول لاحقا.
da: Par %1$@ til %2$@ er i øjeblikket ikke tilgængeligt til udveksling. Prøv senere.
de: Das %1$@ / %2$@ Paar ist für den Umtausch momentan nicht zugänglich. Versuchen Sie es später noch einmal.
es: El par %1$@ a %2$@ no está disponible para el cambio en este momento. Inténtelo de nuevo más tarde.
fr: La paire %1$@ en %2$@ n'est pas disponible en ce moment. Veuillez réessayer plus tard.
hi: जोड़ी %1$@ करने के लिए %2$@ विनिमय के लिए वर्तमान में उपलब्ध नहीं है. बाद में प्रयास करें.
id: Pair %1$@ hingga %2$@ saat ini tidak tersedia untuk ditukar. Coba lagi nanti.
it: La coppia %1$@ a %2$@ non è attualmente disponibile per lo scambio. Prova più tardi.
ja: ペア %1$@ to %2$@ は現在交換できません。後で試してみてください。
ko: 현재 %1$@ 에서 %2$@ 까지 쌍을 교환 할 수 없습니다. 나중에 시도
ms: Sepasang %1$@ untuk %2$@ saat ini tidak tersedia untuk pertukaran. Cuba kemudian
nl: Paar %1$@ tot %2$@ is momenteel niet beschikbaar voor omwisseling. Probeer het later.
pt: O par de %1$@ para %2$@ está indisponível para o câmbio neste momento. Tente novamente mais tarde.
ru: Пара %1$@ / %2$@ недоступна для обмена в данный момент. Повторите попытку позже.
sv: Par %1$@ till %2$@ är för närvarande inte tillgängligt för utbyte. Försök senare.
zh_hans: 暂时不可将 %1$@ 兑换为 %2$@ 。请稍候再试。
zh_hant: 目前無法將 %1$@ 與 %2$@ 配對。 稍後再試.

# Exchange.UnavailableSwitch.Text
source: Can't switch to %1$@-%2$@ because the pair is unavailable for exchange.
ar: .لا يمكن التبديل إلى %1$@ %2$@ لأن الزوج غير متاح للتبادل
da: Kan ikke skifte til %1$@-%2$@ fordi parret ikke er tilgængeligt til udveksling.
de: Der Umtausch von %1$@ in %2$@ ist gescheitert, weil das Paar für den Umtausch nicht zugänglich ist.
es: No se pudo cambiar %1$@ a %2$@ debido al par no disponible para el cambio.
fr: Impossible d'échanger %1$@ en %2$@ car la paire n'est pas disponible pour l'échange.
hi: %1$@ - %2$@ पर स्विच नहीं किया जा सकता क्योंकि जोड़ी विनिमय के लिए उपलब्ध नहीं है।.
id: Tidak dapat mengganti ke %1$@ - %2$@ karena pasangan tidak tersedia untuk pertukaran.
it: Non è possibile passare a %1$@ - %2$@ perché la coppia non è disponibile per lo scambio
ja: ペアが交換できないので、%1$@ - %2$@ に切り替えることはできません。
ko: %1$@-%2$@ 로 전환할 수 없습니다.교환할 수 없기 때문에 쌍을 사용할 수 없습니다
ms: Tidak dapat beralih ke %1$@ - %2$@ kerana pasangan ini tidak dapat ditukar
nl: Kan niet overschakelen naar %1$@ - %2$@ omdat het paar niet beschikbaar is om te ruilen.
pt: Não foi possível fazer a troca de %1$@ para %2$@, porque o este par está indisponível para o câmbio.
ru: Не удалось обменять %1$@ в %2$@, поскольку пара недоступна для обмена.
sv: Kan inte växla till %1$@-%2$@ eftersom paret inte är tillgängligt för utbyte.
zh_hans: %1$@ 兑换成 %2$@ 失败因为该加密货币对兑换不了。
zh_hant: 無法切換到 %1$@ - %2$@ 因為配對無法交換.

# Exchange.NoAddress.Title
source: No Recipient Address
ar: لا يوجد عنوان المستلم
da: Ingen modtageradresse
de: Keine Empfängeradresse
es: No está indicada la dirección del destinatario
fr: L'adresse du destinataire est manquante
hi: कोई प्राप्तकर्ता का पता नहीं
id: Tidak Ada Alamat Penerima
it: Nessun indirizzo del destinatario
ja: 受取人アドレスがありません。
ko: 받는 사람 주소 없음
ms: Tiada Alamat Penerima
nl: Geen Ontvanger Adres
pt: Endereço do destinatário está ausente
ru: Отсутствует адрес получателя
sv: Ingen mottagaradress
zh_hans: 缺少收款人地址
zh_hant: 無收件者位址.

# Exchange.NoAddress.Text
source: Please add the wallet address where you would like us to send your money.
ar: .يرجى إضافة عنوان المحفظة حيث تريد أن نرسل أموالك
da: Tilføj venligst pungeadressen, hvor du vil have os til at sende dine penge.
de: Fügen Sie die Wallet-Adresse ein, an die das Geldmittel geschickt werden müssen
es: Añade la dirección de la cartera a la que quiere hacer una transferencia.
fr: Ajoutez l'adresse du portefeuille vers lequel vous souhaitez envoyer des fonds.
hi: कृपया वह बटुआ पता जोड़ें जहाँ आप हमें अपना पैसा भेजना चाहते हैं.
id: Silakan tambahkan alamat dompet tempat Anda ingin kami mengirim uang Anda
it: Si prega di aggiungere l'indirizzo del portafoglio dove desideri che inviamo i tuoi soldi.
ja: 送金を希望するウォレットアドレスを追加してください。
ko: 당신이 당신의 돈을 보낼 우리가 원하는 지갑 주소를 추가하십시오
ms: Sila masukkan alamat dompet di mana anda ingin kami untuk mengirim uang anda.
nl: Voeg het portemonnee-adres toe waar u wilt dat wij uw geld naartoe sturen.
pt: Adicione o endereço da carteira para a qual é preciso fazer envio dos seus fundos.
ru: Добавьте адрес кошелька, на который требуется отправить денежные средства.
sv: Lägg till plånbokadressen där du vill att vi ska skicka dina pengar.
zh_hans: 添加要汇款的钱包地址
zh_hant: 請添加您希望我們匯款的錢包地址.

# Exchange.NoAmount.Text
source: Please specify the amount of funds you would like to exchange.
ar: .يرجى تحديد مبلغ الأموال التي ترغب في استبدالها
da: Angiv det beløb, du vil udveksle.
de: Geben Sie den Umtauschbetrag an
es: Introduzca la cantidad a cambiar.
fr: Entrez le montant à échanger
hi: कृपया उन धनराशि को निर्दिष्ट करें जिन्हें आप विनिमय करना चाहते हैं।.
id: Silakan tentukan jumlah dana yang ingin anda tukar
it: Si prega di specificare l'importo dei fondi che si desidera scambiare.
ja: 交換したい資金の金額を指定してください。
ko: 교환하고자하는 금액을 지정하십시오
ms: Sila nyatakan jumlah dana yang ingin anda tukar
nl: Geef het bedrag aan dat u wilt ruilen
pt: Indique o valor a ser trocado
ru: Укажите сумму для обмена.
sv: Ange hur mycket medel du vill utbyta.
zh_hans: 输入你要兑换的金额。
zh_hant: 請指定您要兌換的資金金額.

# Exchange.NoData.Title
source: Incorrect or missing info
ar: معلومات غير صحيحة أو مفقودة
da: Forkert eller manglende info
de: Falsche oder unzureichende Angaben
es: Información incorrecta o faltante
fr: Les informations sont erronées ou manquantes
hi: गलत या गुम जानकारी
id: Info salah atau hilang
it: Informazioni errate o mancanti
ja: 情報が間違っているか、不足しています。
ko: 잘못된 정보 또는 누락 된 정보
ms: Maklumat yang salah atau hilang
nl: Onjuiste of ontbrekende informatie
pt: Informação inválida ou ausente
ru: Неверная или недостающая информация
sv: Felaktig eller saknad information.
zh_hans: 信息有误或丢失
zh_hant: 資訊不正確或缺失.

# Exchange.NoData.Text
source: Please re-check the amount you want to exchange and the recipient address and try again.
ar: يرجى إعادة التحقق من المبلغ الذي تريد استبداله وعنوان المستلم والمحاولة مرة أخرى
da: Tjek venligst det beløb, du ønsker at bytte, og modtageradressen og prøv igen.
de: Prüfen Sie den Umtauschbetrag, die Empfängeradresse und versuchen Sie es noch einmal
es: Compruebe la cantidad a cambiar y la dirección del destinatario e inténtelo de nuevo.
fr: Vérifiez le montant de l'échange et l'adresse du destinataire et réessayez.
hi: कृपया उस राशि की पुनः जाँच करें जिसे आप विनिमय करना चाहते हैं। और प्राप्तकर्ता का पता और फिर से प्रयास करें।.
id: Tolong periksa kembali jumlah yang ingin Anda ganti dan alamat penerima dan coba lagi
it: Si prega di ricontrollare l'importo che si desidera scambiare e l'indirizzo del destinatario e riprovare.
ja: 交換する金額と受取人の住所を再確認して、もう一度お試しください。
ko: 당신이 교환 할 금액과받는 사람 주소를 다시 확인하고 다시 시도하십시오
ms: Sila periksa semula jumlah yang ingin anda tukar dan alamat penerima dan cuba lagi
nl: Controleer het bedrag dat u wilt ruilen en het ontvangstadres opnieuw en probeer het opnieuw.
pt: Verifique o valor do câmbio e o endereço do destinatário e tente novamente.
ru: Проверьте сумму для обмена и адрес получателя и повторите попытку.
sv: Kontrollera igen det belopp du vill byta och mottagaradressen och försök igen.
zh_hans: 检查兑换金额和收件人的地址，然后再试。
zh_hant: 請重新檢查要兌換的金額。請重新檢查收件者地址,然後重試.

# Scanner.Description
source: Please scan the QR address of the wallet where you want to receive crypto
ar: يرجى تصفح عنوان QR للمحفظة حيث تريد استلام التشفير
da: Scan QR-adressen på tegnebogen, hvor du vil modtage krypto
de: Scannen Sie den QR-Code des Wallets, auf das die Kryptowährung überwiesen werden soll
es: Escanee el código QR de la cartera a la que quiere enviar criptomoneda
fr: Scanner le code QR du portefeuille sur lequel vous souhaitez recevoir la cryptomonnaie
hi: कृपया उस वॉलेट के QR पते को स्कैन करें जहां आप क्रिप्टो प्राप्त करना चाहते हैं
id: Silakan pindai alamat QR dompet tempat Anda ingin menerima crypto
it: Si prega di eseguire la scansione dell'indirizzo QR del portafoglio in cui si desidera ricevere crypto
ja: 暗号を受け取りたいウォレットのQRアドレスをスキャンしてください
ko: 당신이 동전을 수신 할 지갑의 QR 주소를 스캔하십시오
ms: Sila imbas alamat QR dompet tempat anda ingin menerima crypto
nl: Scan het QR-adres van de portemonnee waar u crypto wilt ontvangen
pt: Digitalize o código QR da carteira para a qual deve ser efetuado o recebimento dos fundos
ru: Отсканируйте QR-код кошелька, на который требуется получить криптовалюту
sv: Vänligen skanna QR-adressen till plånboken där du vill få krypto.
zh_hans: 扫描您想要获得加密货币的钱包的二维码
zh_hant: 請掃描您要接收加密貨幣的錢包的QR地址

# Scanner.ErrorTitle
source: Scanning not supported
ar: المسح غير معتمد
da: Scanning understøttes ikke
de: Das Scannen wird nicht unterstützt
es: El escaneo no es compatible
fr: La lecture de code QR n'est pas prise en charge
hi: स्कैनिंग समर्थित नहीं है
id: Memindai tak didukung
it: Scansione non supportata
ja: スキャンはサポートされていません。
ko: 스캔이 지원되지 않습니다
ms: Pengimbasan tidak disokong
nl: Scannen niet ondersteund
pt: Digitalização não é suportada
ru: Сканирование не поддерживается
sv: Skanning stöds inte.
zh_hans: 不支持二维码扫描
zh_hant: 不支持掃描
