Repository: ChangeNOW-lab/ChangeNow_Integration_iOS
Catalog: CNIntegration/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, da, de, es, fr, hi, id, it, ja, ko, ms, nl, pt, ru, sv, zh_hans, zh_hant

# Transaction.Support.Text
source: We are working on the problem. Contact us to get updates or provide any additional information to %@
ar: نحن نعمل على حل المشكلة. اتصل بنا للحصول على تحديثات أو تقديم أي معلومات إضافية لـ %@
da: Vi arbejder på problemet. Kontakt os for at få opdateringer eller give yderligere oplysninger til %@
de: Wir arbeiten an der Problemlösung. Kontaktieren Sie uns, um informiert zu sein oder jede zusätzliche Information per Adresse %@ zu übermitteln
es: Estamos trabajando en una solución. Contacte con nosotros para mantenerse informado o proporcionar cualquier información adicional en %@
fr: On travaille sur une solution. Contactez-nous pour rester informé ou fournir toute information complémentaire à %@
hi: हम इस समस्या पर काम कर रहे हैं । अपडेट प्राप्त या करने के लिए किसी भी अतिरिक्त जानकारी प्रदान करने के लिए हमसे संपर्क करें %@
id: Kami sedang mengerjakan masalah. Hubungi kami untuk mendapatkan pembaruan atau memberikan informasi tambahan kepada %@
it: Stiamo lavorando sul problema. Contattateci per ricevere aggiornamenti o fornire ulteriori informazioni all'indirizzo %@
ja: 問題に取り組んでいます。更新を得るか、または追加情報を提供するために私達に連絡してください %@
ko: 우리는 문제를 해결하고 있습니다. 에 대한 추가 정보를 업데이트를 얻거나 제공하기 위해 저희에게 연락 %@
ms: Kami sedang menyelesaikan masalah tersebut. Hubungi kami untuk mendapatkan kemas kini atau memberikan maklumat tambahan ke %@
nl: We werken aan het probleem. Neem contact met ons op om updates te krijgen of om extra informatie te geven op %@
pt: Estamos trabalhando para solucionar o problema. Entre em contato conosco para manter-se atualizado ou fornecer qualquer informação adicional, através do endereço %@
ru: Мы работаем над решением проблемы. Свяжитесь с нами, чтобы оставаться в курсе или предоставить любую дополнительную информацию, по адресу %@
sv: Vi arbetar med problemet. Kontakta oss för att få uppdateringar eller ge ytterligare information till %@
zh_hans: 我们正在处理问题。您可以通过邮箱联系我们来随时关注最新的信息或提供任何补充信息。邮箱：%@
zh_hant: 我們正在處理這個問題。聯繫我們獲取更新或向 %@ 提供任何附加資訊

# Transaction.Support.Button
source: Contact support
da: Support
de: Unterstützung
es: Apoyo
fr: Soutien
hi: सहयोग
id: Dukung
it: Supporto
ja: サポート
ms: Sokongan
nl: Ondersteuning
pt: Suporte
ru: Написать в поддержку
sv: Stöd
zh_hans: 支持
zh_hant: 支持

# Transaction.StartNew.Success
source: Ready to start a new exchange?
ar: على استعداد لبدء بورصة جديدة؟
da: Klar til at starte en ny udveksling?
de: Sind Sie bereit, den neuen Umtausch einzuleiten?
es: ¿Listo para comenzar un nuevo cambio?
fr: Êtes-vous prêt à commencer un nouvel échange?
hi: एक नया आदान-प्रदान शुरू करने के लिए तैयार हैं?
id: Siap memulai pertukaran baru?
it: Pronti a iniziare un nuovo scambio?
ja: 新しい取引を開始する準備はできていますか？
ko: 새로운 교환을 시작할 준비가 되셨습니까?
ms: Bersedia untuk memulakan pertukaran baru?
nl: Klaar om een nieuwe ruil te beginnen?
pt: Está pronto para iniciar uma nova operação de câmbio?
ru: Готовы начать новый обмен?
sv: Redo att starta ett nytt utbyte?
zh_hans: 是否要开始新的兑换交易？
zh_hant: 準備好開始新的交易所了嗎?

# Transaction.StartNew.Failure
source: I want to start a new exchange
ar: أريد أن أبدأ تبادل جديد
da: Jeg vil starte en ny udveksling
de: Ich möchte den neuen Umtausch einleiten
es: Quiero comenzar un nuevo cambio.
fr: Je veux commencer un nouvel échange
hi: मैं एक नया आदान-प्रदान शुरू करना चाहते हैं
id: Saya ingin memulai pertukaran baru
it: Voglio iniziare un nuovo scambio
ja: 新しい取引を開始したい
ko: 새로운 교환을 시작하고 싶습니다
ms: Saya mahu memulakan pertukaran baru.
nl: Ik wil een nieuwe ruil beginnen
pt: Eu quero iniciar uma nova operação de câmbio
ru: Я хочу начать новый обмен
sv: Jag vill starta ett nytt utbyte
zh_hans: 我要开始新的兑换交易
zh_hant: 我想開始一個新的交流

# Transaction.StartNew.Action
source: Go!
ar: !اذهب
da: Gå!
de: Los geht es!
es: ¡Vamos!
fr: C'est parti!
hi: जाओ!
id: Pergilah!
it: Vai!
ja: 行け！
ko: 가다!
ms: Pergi!
nl: Ga!
pt: Vamos lá!
ru: Поехали!
sv: Gå!
zh_hans: 开始吧！
zh_hant: 走!

# Transaction.StartNew.Alert
source: Are you sure to start a new transaction?
ar: هل أنت متأكد من بدء معاملة جديدة؟
da: Er du sikker på at starte en ny transaktion?
de: Sind Sie sicher, dass Sie die neue Transaktion einleiten möchten?
es: ¿Está seguro de que quiere iniciar una nueva transacción?
fr: Êtes-vous certain de vouloir démarrer une nouvelle transaction?
hi: आप एक नया लेन-देन शुरू करने के लिए सुनिश्चित कर रहे हैं?
id: Apakah Anda yakin untuk memulai transaksi baru?
it: Siete sicuri di voler avviare una nuova transazione?
ja: 新しいトランザクションを開始してよろしいですか？
ko: 새로운 거래를 시작 하시겠습니까?
ms: Adakah anda pasti memulakan transaksi baru?
nl: Weet je zeker dat je een nieuwe transactie wilt beginnen?
pt: Tem certeza de que deseja iniciar uma nova transação?
ru: Вы уверены, что хотите начать новую транзакцию?
sv: Är du säker på att starta en ny transaktion?
zh_hans: 您确定要取开始新的兑换交易？
zh_hant: 您確定要開始新交易嗎?

# Transaction.RateUs.TitleMore
source: Wow! You have received more than expected. That's how good we are at trading.
ar: .نجاح باهر! لقد تلقيت أكثر مما كان متوقعًا. هذه هي مدى جودتنا في التداول
da: Wow! Du har modtaget mere end forventet. Det er hvor gode vi handler med.
de: Toll! Sie haben sogar mehr als Erwartetes erhalten. Es ist dank unserer gut organisierten Teamarbeit möglich.
es: ¡Vaya! Recibió más de lo previsto. Es posible gracias a nuestro trabajo coordinado.
fr: Whaou! Vous avez reçu encore plus que prévu. . C'est possible grâce à l'efficacité de notre travail.
hi: वाह! आप उम्मीद से अधिक प्राप्त हुआ है. यही कारण है कि हम व्यापार में कितना अच्छा कर रहे हैं
id: Wow! Kau telah menerima lebih dari yang diharapkan. Itulah hebatnya kita di trading.
it: Wow! Hai ricevuto più di quanto ci aspettassimo. Questo è quanto siamo bravi a fare trading.
ja: うわっ! 予想より多くを受け取った。 それは私たちが取引でどのように良いです
ko: 와우! 당신은 예상보다 더 많은 것을 받았습니다. 이것은 우리가 거래를 잘하는 것입니다.
ms: Wow! Anda telah menerima lebih dari yang diharapkan. Itu adalah cara yang baik kami berada di perdagangan.
nl: Wow! Je hebt meer ontvangen dan verwacht. Zo goed zijn we in de handel.
pt: Uau! You have received more than expected. That's how good we are at trading. Você recebeu ainda mais do que foi estipulado. Isso é possível graças ao nosso trabalho coordenado.
ru: Вот это да! Вы получили даже больше, чем прогнозировалось. Это возможно благодаря нашей слаженной работе.
sv: Wow! Du har fått mer än väntat. That är hur bra vi är på handeln
zh_hans: 哇，真棒！您收到的金额比被预测的多一些。 这是咱们积极配合的成果。
zh_hant: 哇!您收到的交易比預期的要多.

# Transaction.RateUs.Title
source: Congratulations! Exchange completed successfully. Can't wait to start a new one.
ar: تهانينا! اكتمل الصرف بنجاح. لا يمكن الانتظار لبدء واحدة جديدة.
da: Tillykke! Exchange blev fuldført. Kan ikke vente med at starte en ny.
de: Glückwunsch! Der Umtausch ist erfolgreich abgeschlossen. Wir erwarten mit Ungeduld den nächsten Umtausch.
es: ¡Felicidades! El cambio se ha completado con éxito. Esperamos con impaciencia el próximo.
fr: Félicitations! L'échange est réussi. Nous attendons avec impatience le prochain échange.
hi: मुबारक हो! एक्सचेंज सफलतापूर्वक पूरा किया. एकनया एक शुरू करने के लिए इंतजार नहीं कर सकता
id: Selamat! Pertukaran selesai dengan sukses. Tidak sabar untuk memulai yang baru.
it: Congratulazioni! Scambio completato con successo. Non posso aspettare di avviarne uno nuovo.
ja: おめでとうございます！交換は正常に完了しました。新しいものを開始するのを待つことができません。
ko: 축하합니다! 교환이 성공적으로 완료되었습니다. 새 것을 시작하기 위해 을 기다릴 수 없습니다.
ms: Tahniah! Pertukaran berjaya dilakukan. Tidak bisa wait untuk permulaan yang baru.
nl: Gefeliciteerd! Uitwisseling succesvol afgerond. Kan niet wachten om een nieuwe te beginnen
pt: Parabéns! A operação de câmbio foi concluida com êxito. Estamos anciosos esperando o próximo.
ru: Поздравляем! Обмен успешно завершен. Мы с нетерпением ждем следующего.
sv: Grattis! Exchange har slutförts. Kan inte vänta på att starta en ny
zh_hans: 恭喜恭喜！兑换交易成功了。我们期待着新的交易。
zh_hant: 恭喜你!交換成功完成。無法 等待啟動新的.

# Transaction.RateUs.Button
source: Rate us on the App store
ar: قم بتقييمنا على متجر التطبيقات
da: Bedøm os i App store
de: Bewerten Sie uns im App Store
es: Califícanos en App Store
fr: Évaluez-nous sur l'App Store
hi: हमें ऐप स्टोर पर रेट करें
id: Nilai kami di App store
it: Votaci sull'App Store
ja: App storeでの評価をお願いします
ko: 앱 스토어에서 우리를 평가
ms: Nilaikan kami di App store
nl: Beoordeel ons op de App store.
pt: Avalie-nos na AppStore
ru: Оцените нас в App Store
sv: Betygsätt oss i App Store
zh_hans: 请在 App Store 给我们评价
zh_hant: 在應用商店中評價我們

# DepositQR.Wallet
source: %@ Wallet
ar: %@ محفظة
da: %@ Tegnebog
de: Brieftasche %@
es: Cartera %@
fr: Le portefeuille %@
hi: %@ वॉलेट
id: Dompet %@
it: %@ Portafoglio
ja: %@ 財布
ko: %@ 지갑
ms: %@ Dompet
nl: %@ Portemonnee
pt: Carteira %@
ru: %@ Кошелек
sv: %@ Plånbok
zh_hans: 钱包 %@
zh_hant: %@ 錢包

# Exchange.ToSpecific
source: To your %@ wallet
ar: إلى محفظتك %@
da: Til din %@-tegnebog
de: Auf Ihr %@-Wallet
es: A su cartera %@
fr: Vers votre portefeuille %@
hi: अपने %@ बटुए को
id: Untuk dompet %@ anda
it: Al tuo portafoglio %@
ja: %@ のお財布へ
ko: 당신의 %@ 지갑에
ms: Ke dompet %@ anda
nl: Naar je %@-portemonnee
pt: Para sua carteira %@
ru: На ваш кошелек %@
sv: Till din %@-plånbok
zh_hans: 到您的 %@ 钱包上
zh_hant: 到你的 %@ 錢包

# ChooseCurrency.GetSpecific
source: Get %1$@ from %2$@
ar: احصل على %@ من %@
da: Hent %1$@ fra %2$@
de: %1$@ von %2$@ erhalten
es: Recibir %1$@ de %2$@
fr: Recevoir %1$@ de %2$@
hi: से %1$@ करें %2$@
id: Dapatkan %1$@ dari %2$@
it: Ottenere %1$@ da %2$@
ja: %2$@ から %1$@ をゲット
ko: %1$@ 에서 LTC를 가져옵니다 %2$@
ms: Dapatkan %1$@ dari %2$@
nl: Haal %1$@ van %2$@
pt: Receber %1$@ de %2$@
ru: Получить %1$@ из %2$@
sv: Få %1$@ från %2$@
zh_hans: 将这种币种兑换成 %1$@ %2$@
zh_hant: 從 %1$@ 取得 %2$@

# Transaction.Status.FinishedMore.Description
source: Wow! You have received more than expected. That's how good we are at trading.
ar: نجاح باهر! لقد تلقيت أكثر من المتوقع. قم بتبديل أزواج التشفير الأخرى باستخدام تطبيق ChangeNOW.
da: Wow! Du har modtaget mere end forventet. Udveksle andre kryptopar med ChangeNOW-appen.
de: Toll! Sie haben sogar mehr als Erwartetes erhalten. Tauschen Sie auch andere Kryptowährungspaare auf ChangeNOW App um.
es: ¡Vaya! Recibió más de lo previsto. Cambie otros pares de criptomoneda en la aplicación ChangeNOW.
fr: Whaou! Vous avez reçu encore plus que prévu Échangez d'autres paires de cryptomonnaies avec l'application ChangeNOW.
hi: वाह! आप उम्मीद से अधिक प्राप्त हुआ है. विनिमय अन्य क्रिप्टो-मुद्रा जोड़े के साथ ChangeNOW app है ।
id: Wow! Kau telah menerima lebih dari yang diharapkan. Tukar pasangan kripto lain dengan aplikasi ChangeNOW.
it: Wow! Hai ricevuto più del previsto. Scambia altre coppie di crittografia con l'app ChangeNOW
ja: うわー！予想以上の数を受け取りました。 ChangeNOWアプリで他の暗号ペアを交換してください。
ko: 와우! 예상보다 많은 것을 받았습니다. ChangeNOW 앱과 다른 암호화 쌍을 교환하십시오
ms: Wow! Anda telah menerima lebih dari yang diharapkan. Exchange lain kripto pasangan dengan ChangeNOW aplikasi.
nl: Wow! Je hebt meer ontvangen dan verwacht. Exchange andere crypto paren met ChangeNOW app.
pt: Uau! Você recebeu ainda mais do que foi estipulado. Faça o câmbio de outros pares de criptomoedas no aplicativo ChangeNOW.
ru: Вот это да! Вы получили даже больше, чем прогнозировалось. Обменивайте другие криптовалютные пары в приложении ChangeNOW.
sv: Wow! Du har fått mer än väntat. Byt ut andra kryptopar med ChangeNOW-appen.
zh_hans: 哇，真棒！您收到的金额比被预测的多一些。使用ChangeNOW来兑换其他的加密货币对。
zh_hant: 哇！您收到的收益超出預期. 使用ChangeNOW應用程序交換其他加密對.

# Transaction.Status.Finished.Description
source: Congratulations! Exchange completed successfully. Can't wait to start a new one.
ar: تهانينا! اكتمل التبادل بنجاح. قم بتبديل أزواج التشفير الأخرى باستخدام تطبيق ChangeNOW.
da: Tillykke! Exchange blev fuldført. Byt andre kryptopar med ChangeNOW-appen.
de: Glückwunsch! Der Umtausch ist erfolgreich abgeschlossen. Tauschen Sie auch andere Kryptowährungspaare über ChangeNOW App um.
es: ¡Felicidades! El cambio se ha completado con éxito. Cambie otros pares de criptomoneda en la aplicación ChangeNOW.
fr: Félicitations! L'échange est réussi. Échangez d'autres paires de cryptomonnaies avec l'application ChangeNOW.
hi: मुबारक हो! एक्सचेंज सफलतापूर्वक पूरा किया. सेस्वाप चांगनोव अनुप्रयोग के साथ अन्य क्रिप्टो जोड़े
id: Selamat! Pertukaran berhasil diselesaikan. Tukar pasangan crypto lainnya dengan aplikasi ChangeNOW.
it: Congratulazioni! Scambio completato con successo. Scambia altre coppie di crittografia con l'app ChangeNOW.
ja: おめでとう！交換は正常に完了しました。 ChangeNOWアプリで他の暗号ペアを交換してください。
ko: 축하합니다! 교환이 성공적으로 완료되었습니다. 다른 암호화 쌍을 ChangeNOW 앱으로 교체하십시오.
ms: Tahniah! Pertukaran berjaya dilakukan. Tukar pasangan crypto lain dengan aplikasi ChangeNOW.
nl: Gefeliciteerd! Exchange succesvol afgerond. Wissel andere crypto-paren uit met ChangeNOW app
pt: Parabéns! A operação de câmbio foi concluida com êxito. Faça o câmbio de outros pares de criptomoedas no aplicativo ChangeNOW.
ru: Поздравляем! Обмен успешно завершен. Обменивайте другие криптовалютные пары в приложении ChangeNOW.
sv: Grattis! Exchange har slutförts framgångsrikt. Byt andra kryptopar med ChangeNOW-appen.
zh_hans: 恭喜恭喜！兑换交易成功了。使用ChangeNOW来兑换其他的加密货币对。
zh_hant: 恭喜你！交換已成功完成. 使用ChangeNOW應用交換其他加密對

# BuyVia.ChangeNow.Description
source: ・Get Litecoin from 200+ crypto currencies ・Fast and secure exchanges ・No account needed
ar: ・احصل على Litecoin من أكثر من 200+ عملة تشفير ・تبادلات سريعة وآمنة ・لا حاجة إلى حساب
de: Litecoin von 200+ Kryptowährungen erhalten Schneller und sicherer Umtausch Ohne Registrierung
fr: Recevoir Litecoin à partir de plus de 200 cryptomonnaies Échange rapide et fiable Sans inscription
ja: からLitecoinを取得200+暗号通貨 ・高速かつ安全な交換 ・アカウントは必要ありません
ko: ・200 개 암호화 통화 에서 라이트 코인을 얻을 ・빠르고 안전한 교환 ・어떤 계정이 필요하지 않습니다
