Repository: ChangeNOW-lab/ChangeNow_Integration_iOS
Catalog: CNIntegration/Resources/Localization/*.lproj/Localizable.strings
Languages: ar, da, de, es, fr, hi, id, it, ja, ko, ms, nl, pt, ru, sv, zh_hans, zh_hant

# Scanner.ErrorMessage
source: Your device does not support scanning of QR codes. Please use a device with a camera.
ar: .جهازك لا يدعم تصفح رموز QR. يرجى استخدام جهاز مزود بكاميرا
da: Din enhed understøtter ikke scanning af QR-koder. Brug en enhed med et kamera.
de: Das Scannen von QR-Codes wird von Ihrem Gerät nicht unterstützt. Verwenden Sie das Gerät mit der Kamera
es: Su dispositivo no es compatible con el escaneo de código QR. Use un dispositivo con cámara.
fr: Votre appareil ne prend pas en charge la lecture des codes QR. Utilisez un appareil avec une caméra.
hi: आपका डिवाइस QR कोड की स्कैनिंग का समर्थन नहीं करता है। कृपया कैमरे के साथ डिवाइस का उपयोग करें।.
id: Perangkat Anda tidak mendukung pemindaian kode QR. Silakan gunakan perangkat dengan kamera
it: Il vostro dispositivo non supporta la scansione dei codici QR. Si prega di utilizzare un dispositivo con una fotocamera.
ja: お使いのデバイスはQRコードのスキャンをサポートしていません。カメラ付きのデバイスを使用してください。
ko: 이 장치는 QR 코드 스캔을 지원하지 않습니다. 카메라가있는 장치를 사용하십시오.
ms: Peranti anda tidak menyokong pengimbasan kod QR. Harap gunakan peranti dengan kamera.
nl: Uw apparaat ondersteunt het scannen van QR-codes niet. Gebruik een apparaat met een camera.
pt: O seu dispositivo não suporta a digitalização dos códigos QR. Use o dispositivo que ostenta uma câmera.
ru: Ваше устройство не поддерживает сканирование QR-кодов. Используйте устройство с камерой.
sv: Din enhet stöder inte skanning av QR-koder. Använd en enhet med en kamera.
zh_hans: 您的设备不支持二维码扫描。请使用带摄像头的设备。
zh_hant: 您的裝置不支援掃描 QR 代碼。請使用帶攝像頭的設備

# ChooseCurrency.Search.Placeholder
source: Type in a currency or ticker
ar: اكتب العملة أو القراد
da: Indtast en valuta eller ticker
de: Geben Sie die Währung oder die Handelsmarke ein
es: Introduce la divisa o el símbolo comercial
fr: Entrez la devise ou le ticker
hi: एक मुद्रा या टिकर में टाइप करें
id: Ketikkan mata uang atau ticker
it: Digitare una valuta o un ticker
ja: 通貨またはティッカーを入力してください
ko: 통화를 입력하십시오
ms: Taipkan mata wang atau ticker
nl: Typ een valuta of tikker in
pt: Digite o nome da moeda ou seu símbolo comercial
ru: Введите валюту или торговый символ
sv: Skriv in en valuta eller ticker
zh_hans: 输入货币或交易符号
zh_hant: 鍵入貨幣

# ChooseCurrency.From
source: from %@
ar: %@ من
da: Fra %@
de: aus %@
es: de %@
fr: de %@
hi: प्रेषक %@
id: Dari %@
it: Da %@
ja: から %@
ko: 출발 %@
ms: Dari %@
nl: Van %@
pt: de %@
ru: из %@
sv: Från %@
zh_hans: 将 %@
zh_hant: 從 %@

# ChooseCurrency.To
source: to %@
ar: %@ إلى
da: Til %@
de: in %@
es: a %@
fr: en %@
hi: सेवा में %@
id: Ke %@
it: A %@
ja: はい、 %@
ko: 도착 %@
ms: Kepada %@
nl: Naar %@
pt: para %@
ru: в %@
sv: Till %@
zh_hans: 兑换成 %@
zh_hant: 至 %@

# ChooseCurrency.Popular
source: Popular currencies
ar: العملات المشهورة
da: Populære valutaer
de: Gängige Währungen
es: Divisas populares
fr: Devises populaires
hi: लोकप्रिय मुद्राएँ
id: Mata uang populer
it: Valute popolari
ja: 人気通貨
ko: 통용 통화
ms: Mata wang popular
nl: Populaire valuta
pt: Moeda popular
ru: Популярные валюты
sv: Populära valutor
zh_hans: 热门货币
zh_hant: 熱門貨幣

# ChooseCurrency.Fiat
source: Fiat currencies
ar: العملات الورقية
da: Fiat valutaer
de: Fiatwährungen
es: Divisas fiat
fr: Devises fiat
hi: फ़िएट मुद्राएँ
id: Mata uang fiat
it: Valute FIAT
ja: フィアット通貨
ko: 지시 통화
ms: Mata wang Fiat
nl: Fiat-valuta
pt: Moeda fiduciária
ru: Фиатные валюты
sv: Fiatvalutor
zh_hans: 法定币种
zh_hant: 菲亞特貨幣

# ChooseCurrency.Other
source: Other currencies
ar: عملات أخرى
da: Andre valutaer
de: Andere Währungen
es: Otras divisas
fr: Autres devises
hi: अन्य मुद्राएँ
id: Mata uang lainnya
it: Altre valute
ja: その他の通貨
ko: 기타 통화
ms: Mata wang lain
nl: Andere valuta's
pt: Outras moedas
ru: Другие валюты
sv: Andra valutor
zh_hans: 其它币种
zh_hant: 其他貨幣

# ChooseCurrency.Empty
source: Doesn't match any currencies or tickers that we support for exchange
ar: لا تتطابق مع أي عملات أو عملات معدنية ندعمها للتبادل
da: Det matcher ikke nogle valutaer eller tickers, som vi støtter til udveksling
de: In der Liste der unterstützenden Währungen und Handelsmarken nicht gefunden
es: No se encuentra en la lista de divisas y símbolos comerciales soportables
fr: Non trouvé dans la liste des devises et tickers supportés
hi: हम विनिमय के लिए समर्थन करने वाले किसी भी मुद्राओं या टिकट से मेल नहीं खाता
id: Tidak cocok dengan mata uang atau gelitik yang kita dukung untuk pertukaran
it: Non corrisponde a nessuna valuta o ticker che supportiamo per il cambio
ja: 私たちが交換をサポートしている通貨やティッカーとは一致しません
ko: 우리가 교환을 위해 지원하는 모든 통화와 일치하지 않습니다
ms: Tidak sesuai dengan mana-mana mata wang yang kami sokong untuk pertukaran
nl: Komt niet overeen met de valuta's of tikkers die wij ondersteunen voor het wisselen
pt: Não encontrado na lista de moedas disponíveis e símbolos comerciais
ru: Не найдено в списке поддерживаемых валют и торговых символов
sv: Stämmer inte med valutor eller tickers som vi stöder för utbyte
zh_hans: 在支持的货币和交易品种列表中未找到
zh_hant: 與我們支持兌換的任何貨幣或股票代碼不匹配

# CurrencyValidationRule.Error.InvalidExtraId
source: The %@ value is not valid
ar: القيمة %@ غير صالحة
da: Værdien %@ er ikke gyldig
de: Kein gültiger Wert %@
es: Contenido %@ no válido
fr: La valeur %@ n'est pas valide
hi: %@ मान मान्य नहीं है
id: Nilai %@ tidak valid
it: Il valore %@ non è valido
ja: %@ 値が有効ではありません。
ko: %@ 값이 유효하지 않습니다
ms: Nilai %@ tidak sah
nl: De %@ waarde is niet geldig
pt: Valor %@ inválido
ru: Значение %@ недействительно
sv: %@ Värdet är inte giltigt
zh_hans: 数值无效%@
zh_hant: %@ 值無效

# CurrencyValidationRule.Error.InvalidAddress
source: The %@ address is not valid
ar: العنوان %@ غير صالح
da: Adressen %@ er ikke gyldig
de: Ungültige Adresse %@
es: Dirección %@ no válida
fr: L'adresse %@ n'est pas valide
hi: %@ पता मान्य नहीं है
id: %@ Address tidak valid
it: L'indirizzo %@ non è valido
ja: %@ アドレスが有効ではありません。
ko: %@ 주소가 유효하지 않습니다
ms: Alamat %@ tidak sah
nl: Het %@ adres is niet geldig
pt: Endereço %@ inválido
ru: Адрес %@ недействителен
sv: %@ Adressen är inte giltig
zh_hans: 地址无效%@
zh_hant: %@ 地址無效

# CurrencyValidationRule.Error.RegexNotFound
source: Failed to validate data
ar: فشل التحقق من صحة البيانات
da: Kunne ikke validere data
de: Die Daten konnten nicht überprüft werden
es: No se pudo comprobar los datos
fr: Échec de la vérification des données
hi: डेटा को मान्य करने में विफल
id: Gagal memvalidasi data
it: Convalida dei dati non riuscita
ja: データの検証に失敗しました
ko: 데이터 유효성 검사에 실패했습니다
ms: Gagal mengesahkan data
nl: De gegevens zijn niet gevalideerd
pt: Não foi possível verificar os dados
ru: Не удалось проверить данные
sv: Det gick inte att validera data
zh_hans: 数据检查失败
zh_hant: 驗證數據失敗

# Transaction.Title
source: %1$@ to %2$@
da: %1$@ til %2$@
de: Von %1$@ in %2$@
es: De %1$@ a %2$@
fr: De %1$@ en %2$@
hi: %1$@ से %2$@
id: %1$@ hingga %2$@
it: Da %1$@ a %2$@
ja: %1$@ から %2$@
ko: %1$@ 에서 %2$@
ms: %1$@ hingga %2$@
nl: %1$@ tot %2$@
pt: De %1$@ para %2$@
ru: Из %1$@ в %2$@
sv: %1$@ till %2$@
zh_hans: 将 %1$@ 兑换成 %2$@
zh_hant: %1$@ 至 %2$@

source: Transaction ID
ar: عملية تجارية ID
da: Transaktions ID
de: Transaktionscode
es: Código de transacción
fr: Code de transaction
hi: लेनदेन आईडी ID
id: ID transaksi
it: ID transazione
ja: トランザクションID
ko: 거래 ID
ms: ID Transaksi
nl: Transactie-ID
pt: Código de transação
ru: Код транзакции
sv: Transaktions ID
zh_hans: 交易代码

# Transaction.Cancel.Title
source: Cancel transaction
ar: ألغ الصفقة
da: Annuller transaktion
de: Transaktion stornieren
es: Cancelar la transacción
fr: Annuler la transaction
hi: लेनदेन रद्द करें
id: Batalkan transaksi
it: Annullare la transazione
ja: トランザクションをキャンセルします
ko: 거래 취소
ms: Batalkan transaksi
nl: Transactie annuleren
pt: Cancelar transação
ru: Отменить транзакцию
sv: Avbryt transaktion
zh_hans: 取消交易
zh_hant: 取消交易

# Transaction.Cancel.Text
source: Are you sure want to cancel this transaction and start a new one?
ar: هل أنت متأكد من أنك تريد إلغاء هذه الصفقة وبدء واحدة جديدة ؟
da: Er du sikker på, at du vil annullere denne transaktion og starte en ny?
de: Sind Sie sicher, dass Sie diese Transaktion stornieren und eine neue einleiten wollen?
es: ¿Está seguro de que quiere cancelar esta transacción y comenzar una nueva?
fr: Êtes-vous certain de vouloir annuler cette transaction et d'en commencer une nouvelle?
hi: क्या आप वाकई इस लेनदेन को रद्द करना चाहते हैं और एक नई शुरुआत करना चाहते हैं?
id: Apakah Anda yakin ingin membatalkan transaksi ini dan memulai yang baru?
it: Sei sicuro di voler annullare questa transazione e iniziarne una nuova?
ja: この取引をキャンセルして新しい取引を開始してもよろしいですか？
ko: 이 거래를 취소하고 새 거래를 시작 하시겠습니까?
ms: Adakah anda pasti mahu membatalkan transaksi ini dan memulakan yang baru
nl: Weet je zeker dat je deze transactie wilt annuleren en een nieuwe wilt beginnen?
pt: Você tem certeza de que deseja cancelar esta transação e iniciar uma nova?
ru: Вы уверены, что хотите отменить эту транзакцию и начать новую?
sv: Är du säker på att du vill avbryta denna transaktion och starta en ny?
zh_hans: 您确定要取消该兑换交易并开始新的交易？
zh_hant: 是否確實要取消此事務並開始新的事務?

# Transaction.Deposit.Title
source: Use your wallet to send deposit to %@
ar: استخدم محفظتك لإرسال الإيداع إلى %@
da: Brug din tegnebog til at sende indbetaling til %@:
de: Nutzen Sie Ihr Wallet, um Depositengeld auf %@ zu überweisen:
es: Use su cartera para transferir un depósito a %@
fr: Utilisez votre portefeuille pour transférer votre dépôt vers %@
hi: %@ के लिए जमा भेजने के लिए अपने बटुए का उपयोग करें:
id: Gunakan dompet Anda untuk mengirim setoran ke %@
it: Utilizzate il vostro portafoglio per inviare il deposito a %@
ja: あなたの財布を使って預金を ％@ に送金してください:
ko: 지갑을 사용하여 예금을 %@ 에 보내십시오
ms: Gunakan dompet anda untuk menghantar deposit ke %@
nl: Gebruik uw portemonnee om een storting te sturen naar %@
pt: Use sua carteira para transferir o depósito para %@
ru: Используйте ваш кошелек, чтобы перевести депозит на %@
sv: Använd din plånbok för att skicka insättning till %@
zh_hans: 使用您的钱包将您的押金转移到%@
zh_hant: 使用您的錢包將存款發送到 %@

# Transaction.Deposit.Money
source: Send money:
ar: إرسال الأموال
da: Send penge
de: Geld überweisen:
es: Transferir el dinero:
fr: Transférer de l'argent
hi: पैसे भेजो:
id: Mengirim uang
it: Manda dei soldi:
ja: 送金する
ko: 돈을 보내다:
ms: Hantar duit
nl: Manda dei soldi:
pt: Transferir o dinheiro:
ru: Перевести деньги:
sv: Skicka pengar:
zh_hans: 汇款：
zh_hant: 寄錢

# Transaction.Deposit.Address
source: To address:
ar: إلى عنوان:
da: At adressere:
de: An die Adresse:
es: A la dirección:
fr: à l'adresse:
hi: संबोधित करना:
id: Ke alamat:
it: Da indirizzo:
ja: アドレスへ：
ko: 주소 :
ms: Untuk mengatasi
nl: Om te adresseren:
pt: Para o endereço:
ru: На адрес:
sv: Itu:
zh_hans: 汇款地址：
zh_hant: 要解決:

# Transaction.Deposit.ViaApps
source: Send deposit in %@ via:
ar: أرسل إيداع في %@ via:
da: Send indbetaling i %@ via:
de: Depositengeld auf %@
es: Transferir el depósito en %@
fr: Transférer un dépôt à %@ en
hi: %@ के माध्यम से जमा भेजें:
id: Kirim setoran dalam %@ melalui:
it: Invia deposito in %@ tramite:
ja: を経由して %@ の預金を送信します。:
ko: %@ 로 예금을 보내십시오 :
ms: Hantar deposit dalam %@ melalui:
nl: Stuur storting in %@ via
pt: Transferir o depósito %@ com a ajuda de
ru: Перевести депозит в %@ с помощью
sv: Skicka insättning i %@ via:
zh_hans: 使用 %@ 进行汇款
zh_hant: 透過 %@ 送出存款:

# Transaction.Deposit.ViaApps.OneTap
source: one tap
ar: نقرة واحدة
da: et tap
de: auf einen Knopfdruck überweisen
es: en un solo clic
fr: un clic
hi: एक नल
id: satu ketukan
it: Un tocco
ja: ワンタップ
ko: 하나의 탭
ms: satu ketukan
nl: één tik
pt: um clique
ru: одного нажатия
sv: ett tryck
zh_hans: 单击即可
zh_hant: 一鍵式

# Transaction.Deposit.ShowQR
source: Show QR code
ar: كود QR
da: QR kode
de: QR-Code zeigen
es: Mostrar el código QR
fr: Afficher le code QR
hi: QR-कोड
id: Kode QR
it: Codice QR
ja: QRコード
ko: QR 코드
ms: Kod QR
nl: Toon QR-code
pt: Mostrar código QR
ru: Показать QR-код
sv: QR-kod
zh_hans: 显示二维码
zh_hant: 顯示二維碼

# Transaction.Deposit.Share
source: Share address
ar: مشاركة
da: Del
de: Adresse mitteilen
es: Compartir la dirección
fr: Partager l'adresse
hi: साझा करें
id: Bagikan
it: Condividi
ja: シェア
ko: 공유
ms: Kongsi
nl: Delen
pt: Compartilhar o endereço
ru: Поделиться адресом
sv: Dela
zh_hans: 分享地址
zh_hant: 分享地址

# Transaction.Deposit.TrustWallet.NotSupported
source: %@ coin is not supported by TrustWallet
ar: %@ coin غير مدعوم بواسطة TrustWallet
da: %@ mønt understøttes ikke af Trust Wallet
de: Die Währung wird von TrustWallet nicht unterstützt %@
es: TrustWallet no soporta la divisa %@
fr: TrustWallet ne prend pas en charge la devise %@
hi: %@ सिक्का TrustWallet द्वारा समर्थित नहीं है
id: %@ coin tidak didukung oleh TrustWallet
it: %@ moneta non è supportata da TrustWallet.
ja: %@ コインはTrustWalletでサポートされていません
ko: %@ 코인은 TrustWallet에서 지원되지 않습니다
ms: %@ duit syiling tidak disokong oleh TrustWallet
nl: %@ munt wordt niet ondersteund door TrustWallet
pt: TrustWallet não trabalha com esta moeda %@
ru: TrustWallet не поддерживает валюту %@
sv: %@ mynt stöds inte av TrustWallet
zh_hans: TrustWallet不支持该币种 %@
zh_hant: %@ 硬幣不受信任錢包支援.

# Transaction.YouSend
source: You send:
ar: ترسل:
da: Du sender:
de: Sie überweisen:
es: Usted transfiere:
fr: Vous transférez:
hi: आपके द्वारा भेजी गई:
id: Anda mengirimkan:
it: Si invia:
ja: あなたが送る
ko: 보냄
ms: Anda hantar
nl: U verzendt
pt: Você transfere:
ru: Вы переводите:
sv: Du skickar
zh_hans: 您要汇付的金额：
zh_hant: 你發送:

# Transaction.YouSent
source: You sent:
ar: :أنت أرسلت
da: Du sendte:
de: Sie haben überwiesen:
es: Usted ha transferido:
fr: Vous avez transféré:
hi: आपने भेजा:
id: Kau Mengirim:
it: Hai inviato:
ja: あなたが送信しました：
ko: 당신이 보낸:
ms: Anda menghantar:
nl: U stuurt:
pt: Você transferiu:
ru: Вы перевели:
sv: Du skickade
zh_hans: 您已汇付的金额：
zh_hant: 你發送:

# Transaction.YouGet
source: You get:
ar: :تحصل على
da: Du får:
de: Sie erhalten:
es: Usted recibe:
fr: Vous recevez:
hi: आपके द्वारा प्राप्:त
id: Anda mendapatkan:
it: Hai ricevuto:
ja: あなたが
ko: 받음
ms: Anda dapat
nl: U krijgt:
pt: Você recebe:
ru: Вы получаете:
sv: Du får
zh_hans: 您将收到的金额：
zh_hant: 你得到:

# Transaction.Received
source: Received:
ar: :تم الاستلام
da: Modtaget:
de: Erhaltener Betrag:
es: Recibido:
fr: Reçu:
hi: राप्त किया:
id: Diterima:
it: Ha ricevuto:
ja: 受け取りました:
ko: 받았습니다
ms: Menerima:
nl: Ontvangen:
pt: Recebido:
ru: Получено:
sv: Mottagen:
zh_hans: 您已收到的金额：
zh_hant: 收到:

# Transaction.Refunded
source: Refunded:
ar: :تم رد النقود
da: Refunderet:
de: Rückbetrag:
es: Devuelto:
fr: Rendu:
hi: रिफंड प्राप्त हुआ:
id: Dana dikembalikan:
it: Rimborsato:
ja: 払い戻す
ko: 환불
ms: Bayaran balik
nl: Terugbetaald
pt: Devolvido:
ru: Возвращено:
sv: Återbetalad
zh_hans: 退款的金额：
zh_hant: 退款:

# Transaction.RecipientAddress
source: To Recipient %@ Address:
ar: :إلى المستلم %@ العنوان
da: Modtager %@ adresse:
de: An die Empfängeradresse %@:
es: A la dirección %@ del destinatario:
fr: À l'adresse du destinataire %@:
hi: प्राप्तकर्ता %@ पता:
id: Untuk Penerima %@ Alamat:
it: Al destinatario %@ Indirizzo:
ja: 受取人へ %@ 住所 :
ko: 수신자 %@ 주소:
ms: Kepada Penerima %@ Alamat:
nl: Naar Ontvanger %@ Adres:
pt: Para o endereço do destinatário %@
ru: На адрес %@ получателя:
sv: Till mottagare %@ adress:
zh_hans: 收款人地址 %@：
zh_hant: 收件者 %@ 位址:

# Transaction.Status.Deposit
source: Awaiting deposit
ar: في انتظار الإيداع
da: Afventer depositum
de: Warten auf Depositengeld
es: Esperando el depósito
fr: En attente d'un dépôt
hi: जमा करने का इंतजार
id: Bertukar
it: In attesa di deposito
ja: 入金待ち
ko: 예금 대기 중
ms: Menunggu deposit
nl: Wachtende aanbetaling
pt: Aguardando o depósito
ru: Ожидание депозита
sv: Väntar på insättning
zh_hans: 等待缴纳佣金
zh_hant: 等待存款

# Transaction.Status.Deposit.Description
source: The sooner you send a deposit, the higher chance of receiving the expected amount.
ar: .كلما أرسلت إيداعًا أسرع ، زادت فرصة تلقي المبلغ المتوقع
da: Jo før du sender en indbetaling, jo større er chancen for at modtage det forventede beløb.
de: Je schneller das Depositengeld von Ihnen überwiesen wird, desto höher ist die Wahrscheinlichkeit, dass der erwartbare Betrag ankommt.
es: Cuanto antes se transfiera el depósito, mayor será la probabilidad de recibir la cantidad pronosticada.
fr: Plus vous transféréz le dépôt rapidement, plus vous avez de chance de recevoir le montant prévu.
hi: जल्दी ही आप एक जमा, उम्मीद की राशि प्राप्त करने का उच्च मौका भेजें.
id: Semakin cepat Anda mengirim deposit, kesempatan yang lebih tinggi menerima jumlah yang diharapkan.
it: Prima si invia un deposito, maggiori sono le possibilità di ricevere l'importo previsto.
ja: 入金を送るのが早ければ早いほど、期待した金額を受け取れる可能性が高くなります。
ko: 예금을 빨리 보내면 예상 금액을받을 확률이 높아집니다
ms: Semakin cepat anda mengirim deposit, semakin tinggi peluang untuk menerima jumlah yang diharapkan.
nl: Hoe eerder u een aanbetaling doet, hoe groter de kans dat u het verwachte bedrag ontvangt
pt: Quanto mais rápido você transferir o depósito, maior será a possibilidade de receber o valor estipulado.
ru: Чем быстрее вы переведете депозит, тем выше вероятность получения прогнозируемой суммы.
sv: Ju tidigare du skickar en insättning, desto större chans att få det förväntade beloppet.
zh_hans: 您越快汇付佣金，收到被预测的金额的可能性就越高。
zh_hant: 越早寄出存款,收到預期金額的機會就越高.

# Transaction.Status.Exchanging
source: Exchanging
ar: جاري التداول
da: Udveksling
de: Der Umtausch ist im Gange
es: Cambiando
fr: Échange en cours
hi: विनिमय किया जा रहा है
id: Sedang Bertukar
it: In corso di scambio
ja: 交換
ko: 교환
ms: Bertukar
nl: Uitwisselen
pt: Processando o câmbio
ru: Идет обмен
sv: Växlar
zh_hans: 正在兑换
zh_hant: 交換

# Transaction.Status.Exchanging.Description
source: We are looking for the best way to exchange this amount and send you the money.
ar: .نحن نبحث عن أفضل طريقة لتبادل هذا المبلغ وإرسال الأموال إليك
da: Vi leder efter den bedste måde at udveksle dette beløb og sende dig pengene.
de: Wir sind auf der Suche nach günstigstem Weg für den Umtausch dieses Betrages und die Geldüberweisung an Sie
es: Estamos buscando la forma más ventajosa de cambiar esta cantidad y transferirle el dinero.
fr: Nous cherchons la manière la plus avantageuse d'échanger ce montant et de vous transférer l'argent.
hi: हम इस राशि का आदान-प्रदान और आप पैसे भेजने के लिए सबसे अच्छा तरीका है के लिए देख रहे हैं.
id: Semakin cepat Anda mengirim deposit, semakin tinggi kemungkinan menerima jumlah yang diharapkan.
it: Stiamo cercando il modo migliore per scambiare questo importo e inviarti i soldi.
ja: 私たちは、この金額を交換し、あなたにお金を送るための最良の方法を探しています
ko: 우리는 이 총계를 교환하고 당신에게 돈을 보내는 제일 방법을 찾고 있습니다.
ms: Kami mencari kaedah terbaik untuk menukar jumlah ini dan menghantar wang kepada anda.
nl: We zoeken naar de beste manier om dit bedrag om te wisselen en u het geld te sturen.
pt: Estamos buscando a forma mais vantajosa de câmbio do valor indicado e transferência do dinheiro para você.
ru: Мы ищем наиболее выгодный способ обмена этой суммы и перевода денег вам.
sv: Vi letar efter det bästa sättet att byta ut detta belopp och skicka pengarna till dig.
zh_hans: 我们正在寻找最有利可图的方式来兑换这一数额并将之汇款给您。
zh_hant: 我們要尋找交換此金額並向您發送資金的最佳方式.

# Transaction.Status.Finished
source: Finished
ar: تم الانتهاء
da: Færdig
de: Abgeschlossen
es: Terminado
fr: Terminé
hi: समाप्त
id: Selesai
it: Completato
ja: 完了しました
ko: 종료
ms: Selesai
nl: Klaar
pt: Finalizado
ru: Завершено
sv: Avslutad
zh_hans: 完成啦
zh_hant: 完成

# Transaction.Status.Refunded
source: Refunded
ar: تم رد النقود
da: Refunderet
de: Zurückerstattet
es: Devuelto
fr: Rendu
hi: रिफंड प्राप्त हुआ
id: Dana dikembalikan
it: Rimborsato
ja: 払い戻す
ko: 환불
ms: Bayaran balik
nl: Terugbetaald
pt: Devolvido
ru: Возвращено
sv: Återbetalad
zh_hans: 退款成功
zh_hant: 退款

# Transaction.Status.Refunded.Description
source: So you get your crypto back. Now let's start a new exchange and bring it to the end.
ar: .حتى تحصل على سرداب الخاص بك مرة أخرى. الآن دعونا نبدأ تبادل جديد وننهيها
da: Så du får din krypto tilbage. Lad os nu starte en ny udveksling og bringe den til slutningen.
de: Wir haben Ihnen Ihre Geldmittel in Kryptowährung zurückerstattet Lassen Sie uns einen neuen Umtausch starten und abschließen.
es: Le devolvimos su dinero en criptomoneda. Comencemos un nuevo cambio y terminémoslo.
fr: Nous avons rendu vos fonds en cryptomonnaies. Commençons un nouvel échange et menons-le à bout.
hi: तो अगर आप अपने क्रिप्टो वापस मिलता है । अब हम एक नया आदान-प्रदान शुरू करते हैं और अंत करने के लिए इसे लाने.
id: Jadi Anda mendapatkan kembali crypto anda. Sekarang mari kita mulai pertukaran baru dan membawanya ke akhir.
ja: だから、あなたの暗号を取り戻す。 さて、新しい交換を始めて、それを最後まで持っていきましょう。
ko: 그래서 당신은 당신의 동전을 다시 얻을. 이제 새로운 교환을 시작하고 끝까지 가져 보자.
ms: Jadi anda mendapatkan kripto anda kembali. Sekarang mari kita mulai pertukaran yang baru dan bawa ke akhir.
nl: Dus je krijgt je crypto terug. Laten we nu een nieuwe ruil beginnen en het tot het einde brengen.
pt: Fizemos a devolução dos seus fundos em criptomoeda. Vamos iniciar uma nova operação de câmbio e fazer a sua conclusão.
ru: Мы вернули вам ваши средства в криптовалюте. Давайте начнем новый обмен и завершим его.
sv: Så du får tillbaka din krypto. Låt oss nu börja ett nytt utbyte och ta det till slutet.
zh_hans: 我们以加密货币给您退款了。让我们开始一个新的兑换交易并完成它。
zh_hant: 所以你得到你的加密回來。現在,讓我們開始一個新的交換,並把它帶到最後

# Transaction.Status.Failed
source: Failed
ar: فشل
da: Mislykkedes
de: Der Umtausch ist gescheitert
es: No se pudo cambiar
fr: Échec de l'échange
hi: विफल
id: Gagal
it: Fallito
ja: 失敗
ko: 실패
ms: Gagal
nl: Mislukt
pt: Não foi possível realizar o câmbio
ru: Не удалось обменять
sv: Misslyckades
zh_hans: 兑换失败
zh_hant: 失敗

# Transaction.Support.Title
source: Something went wrong with your transaction.
ar: .حدث خطأ في معاملتك
da: Der gik noget galt med din transaktion
de: Mit Ihrer Transaktion lief etwas schief.
es: Algo salió mal con su transacción.
fr: Une erreur s'est produite lors de votre transaction.
hi: कुछ अपने सौदे के साथ गलत हो गया था.
id: Ada yang salah dengan transaksimu.
it: Qualcosa è andato storto con la vostra transazione.
ja: 何かがあなたのトランザクションに問題が発生しました。
ko: 거래에 문제가 있습니다.
ms: Ada masalah dengan urus niaga anda.
nl: Er is iets misgegaan met je transactie.
pt: Algo deu errado com a sua transação.
ru: С вашей транзакцией что-то пошло не так.
sv: Något gick fel med din transaktion.
zh_hans: 您的交易出了问题。
zh_hant: 您的交易出了問題
